#+TITLE: Org Mode Project Specification
#+AUTHOR: Adolfo Villafiorita
#+DATE: <2020-08-27 Thu>
#+STARTUP: showall
#+HTML_HEAD: <link rel="stylesheet" href="../assets/css/main.css">
#+INCLUDE: ../_navigation-l1.org

* Static website functions

  We use the functions defined in =website.org=, which provide
  facilities for previewing and deploying:

  #+begin_src elisp
    (org-babel-load-file "~/Sources/elisp/website.org")
  #+end_src

  #+RESULTS:
  : Loaded ~/Sources/elisp/website.el

